Repository: kozimjon9824/pattern_project
Catalog: lib/l10n/intl_*.arb
Languages: uz

# aboutUs
source: Epolis входит в ТОП-5 страховых компаний Узбекистана, являясь второй крупнейшей страховой компанией страны по объемам активов. Динамичный рост рыночной доли по сборам, капиталу и инвестициям! Epolis экспортно-импортная акциядорлик жамияти суғурта компанииси умий суғурта бозорида ўз фаолиятини олиб боради ва суғурта фаолияти классификаторига кўра мавжуд 17 турдаги суғуртанинг барчаси билан шуғулланади
uz: Epolis платформаси суғурта полисларини ахборот технологияларини қўллаган ҳолда кундалик вазифаларни енгиллаштиришга интилмоқда. Epolis мобил иловаси орқали ТВЭФЖМС (ОСАГО) ҳамда саёхатчиларни суғурталаш учун суғурта мукофоти ва суғурта полиси учун тўловни бир зумда амалга ошириш мумкин. Хеч қандай навбатларсиз суғурта полисини тез ва осон сотиб олинг! Epolis платформасида рўйхатдан ўтинг ва суғурта ҳизматларидан фойдаланинг.

# youCanAddPolis
source: Вы можете добавить полис
uz: Сиз полис қўшишингиз мумкин

# typePolis
source: Тип полиса
uz: Полис тури

# seriesNumberPolis
source: Серия и номер полиса
uz: Полис серия ва рақами

# notDoEmpty
source: Не должно быть пустым
uz: Бўш бўлиши мумкин эмас

# vehicleNumber
source: Номер транспорта
uz: Давлат рақами

# successfullyAdded
source: полис успешно добавлена
uz: Полис муваффақиятли қўшилди

# addPolis
source: Добавить полис
uz: Полис қўшиш

# calculationResults
source: Результаты расчета
uz: Ҳисоблаш натижалари

# weFoundSeveralOffers
source: Мы нашли несколько предложений от страховых компаний
uz: Биз суғурта компанияларидан бир нечта таклифларни топдик

# polisPrice
source: Цена полиса
uz: Полис нархи

# insurancePrice
source: Страховая сумма
uz: Суғурта суммаси

# inDetail
source: Подробно
uz: Батафсил

# buy
source: КУПИТЬ
uz: Сотиб олиш

# weFoundZero
source: Мы нашли 0 страховых компаний
uz: Биз 0 та суғурта компаниясини топдик

# search
source: Поиск
uz: Излаш

# close
source: Закрыть
uz: Ёпиш

# payment
source: Оплата
uz: Тўлов

# enterCardDetails
source: Пожалуйста, введите данные карты для оплаты
uz: Илтимос тўлов учун карта маълумотларини киритинг

# cardNumber
source: Номер карты
uz: Карта рақами

# cardDate
source: Срок действия карты
uz: Картининг амал қилиш муддати

# mm_YY
source: ММ/ГГ
uz: ОО/ЙЙ

# holderName
source: Имя владельца
uz: Карта эгасининг исми

# paymentAmount
source: Сумма оплаты
uz: Тўлов суммаси

# pay
source: ОПЛАТИТЬ
uz: Тўлаш

# appLang
source: Язык приложения
uz: Дастур тили

# uzbekLang
source: Узбекский язык
uz: Ўзбек тили

# russianLang
source: Русский язык
uz: Рус тили

# saveChanges
source: Сохранить изменения
uz: Ўзгаришларни сақлаш

# helpCenter
source: Центр помощи
uz: Ёрдам маркази

# retry
source: Повторить попытку
uz: Қайта уриниб кўриш

# howCanWeHelp
source: Как мы можем помочь?
uz: Қандай қилиб ёрдам бера оламиз?

# helpMainText
source: Не нашли ответ, который искали? Свяжитесь с нашим центром поддержки!
uz: Сиз излаётган жавобни топмадингизми? Ёрдам марказимизга мурожаат қилинг!

# popularQuestions
source: Популярные вопросы
uz: Тез-тез сщраладиган саволлар

# vehicleRegistrationRegion
source: Регион регистрации автомобиля
uz: Автотранспорт воситаси рўйхатдан ўтган вилоят

# selectRegion
source: Выберите регион
uz: Вилоятни танланг

# typeVehicle
source: Тип автомобиля
uz: Автотранспорт тури

# selectTypeVehicle
source: Выберите тип автомобиля
uz: Автотранспорт турини танланг

# priceCalculation
source: Расчет цены
uz: Ҳисоблаш

# selectBasicFields
source: Выберите основные поля!
uz: Асосий майдонларни белгиланг!

# hide
source: Скрывать
uz: Яшириш

# numberOfDrivers
source: Количество водителей
uz: Хайдовчилар сони

# upTo5Human
source: До 5 человек
uz: 5 нафаргача

# limitless
source: Не ограничен
uz: Чекланмаган

# termsOfInsurance
source: Срок действия страхового полиса
uz: Суғурта полисининг амал қилиш муддати

# sixMonth
source: 6 месяцев
uz: 6 ой

# oneYear
source: 1 год
uz: 1 йил

# twentyDays
source: 20 дней
uz: 20 кун

# insuranceDamagePriceTitle
source: Страхование вреда, причиненного жизни и здоровью пострадавшей стороны
uz: Жабрланувчининг ҳаёти ва соғлиғига етказилган зарарни қоплаш

# compensationPriceTitle
source: Возмещение ущерба имуществу потерпевшего
uz: Жавбрланувчининг мол-мулкига етказилган зарарни қоплаш

# registerFirstToBuy
source: Зарегистрируйтесь сначала, чтобы купить страховой полис
uz: Полис сотиб олиш учун рўйхатдан ўтинг

# cancel
source: Отмена
uz: Бекор қилиш

# registration
source: Регистрация
uz: Рўйхатдан ўтиш

# chooseLanguage
source: Выберите язык
uz: Тилни танланг

# languagePageMainText
source: Добро пожаловать в epolis Выберите язык приложения
uz: Epolis га хуш келибсиз, тилни танланг

# next
source: Продолжить
uz: Давом этиш

# iAmAgree
source: Я полностью согласен с условиями Пользователкого соглашения
uz: Суғуртанинг оммавий офертаси шартларига розиман

# licenseAgreement
source: Лицензионное соглашение
uz: Лицензия шартномаси

# licenseAgreementMain
source: ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ
uz: ЛИЦЕНЗИЯ ШАРТНОМАСИ

# phoneNumber
source: Номер телефона
uz: Телефон рақам

# loginMainText
source: Введите свой номер телефона, мы отправим код подтверждения на вашу телефон
uz: Телефон рақамингизни киритинг, биз тасдиқлаш кодини телефонингизга юборамиз

# sendSms
source: Отправить СМС
uz: СМС юбориш

# confirmCode
source: Подтвердить код
uz: Кодни тасдиқлаш

# verifyPageMainText
source: Пожалуйста, введите код, который вы отправили на
uz: Илтимос юборилган кодни киритинг

# resendCodeAfterSomeTime
source: Повторно отправить код через
uz: Кодни қайта юбориш

# confirm
source: Подтвердить
uz: Тасдиқлаш

# home
source: Главная
uz: Aсосий

# myPolicies
source: Мои полисы
uz: Полисларим

# nameSurname
source: Имя Фамилия
uz: Исм Фамилия

# all
source: Все
uz: Хаммаси

# anAuthText
source: Сначала зарегистрируйтесь, чтобы добавить или приобрести страховой полис
uz: Суғурта полисини сотиб олиш ёки қўшиш учун аввал рўйхатдан ўтинг

# buyPolis
source: Купить полис
uz: Полис сотиб олиш

# operating
source: Действующие
uz: Амалда

# inDesign
source: В оформлении
uz: Жараёнда

# archived
source: Архивные
uz: Архив

# emptyPolis
source: У вас еще нет страховки. Купите или добавить страховку
uz: Сизда хали суғурта полиси йўқ. Суғурта полисини сотиб олинг ёки қўшинг

# profileInfo
source: Информация профиля
uz: Профил ҳақида маълумот

# notifications
source: Напоминания
uz: Эслатмалар

# exit
source: Выйти
uz: Чиқиш

# doYouWantExit
source: Вы хотите выйти из приложения
uz: Сиз иловадан чиқмоқчимисиз?

# no
source: Нет
uz: Йўқ

# yes
source: Да
uz: Ҳа

# notificationSetting
source: Всплывающие напоминания
uz: Эслатмалар

# notificationOnOffText
source: Получайте рекомендации на основе вашей деятельности
uz: Фаолиятингиз асосида тавсиялар олинг

# notificationOnPhone
source: Получайте оповещения на свою телефону
uz: Огоҳлантиришларни созлаш

# alertAndTips
source: Оповещение и советы
uz: Огоҳлантириш ва маслаҳатлар

# newsLatter
source: Новостная рассылка
uz: Янгиликлар

# newAndPromotionalInformation
source: Новости и рекламная информация
uz: Янгиликлар ва реклама маълумотлари

# notification
source: Уведомления
uz: Эслатмалар

# noNotification
source: Нет уведомления
uz: Эслатмалар мавжуд эмас

# buyInsurance
source: Купить страховку
uz: Полис сотиб олиш

# onBoardingTitle1
source: Получить страховой полис онлайн за 5 минут
uz: 5 дақиқада онлайн суғурта полисини сотиб олиш

# onBoardingTitle2
source: Автоматически заполним данные
uz: Маълумотларни автомат тўлдирамиз

# onBoardingTitle3
source: Живая и дружелюбная 24/7 техническая поддержка
uz: Жонли ва дўстона 24/7 техник ёрдам

# onBoardingText1
source: Сравним цены от 20 разных страховых и поможем выбрать самую низкую
uz: 20 хил суғурта компаниялари махсулотларини таққослаймиз ва энг паст нарх таклифини аниқлашда ёрдам берамиз

# onBoardingText2
source: Погрузим информацию из баз. Данные не нужно будет вводить вручную
uz: Биз маълумотларни базадан юклаб оламиз. Маълумотларни қўлда киритиш шарт эмас

# onBoardingText3
source: Оперативно придём на помощь и поможем решить все проблемы
uz: Биз тезда ёрдамга келамиз ва барча муаммоларни ҳал қилишга ёрдам берамиз

# skip
source: Пропустить
uz: Ўтказиб юбориш

# startUsing
source: Начать пользоваться
uz: Фойдаланишни бошлаш

# firstName
source: Имя
uz: Исм

# profileUpdated
source: Профиль успешно обновлен!
uz: Профиль муваффақиятли янгиланди!

# pickImage
source: Добавить изображение
uz: Расм қўшиш

# accountVerified
source: Учетная запись подтверждена
uz: Қайд ёзуви тасдиқланди

# accountVerifiedDescription
source: Ваша учетная запись успешно подтверждена, теперь давайте наслаждаться функциями Epolis
uz: Сизнинг қайд ёзувингиз муваффақиятли тасдиқланди, энди Epolis хизматларидан фойдаланишингиз мумкин

# bookInsurance
source: Оформление страховки
uz: Суғурта полисини расмийлаштириш

# generalInfo
source: Общая информация
uz: Умумий маълумотлар

# infoAboutCar
source: Информация об автомобиле
uz: Автотранспорт ҳақида маълумот

# clearData
source: Очистить информацию
uz: Маълумотларни тозалаш

# autoNumber
source: Номер авто
uz: Давлат рақами

# number
source: Номер
uz: Рақами

# model
source: Марка и модель
uz: Марка ва модель

# carMadeDate
source: Год выпуска автомобиля
uz: Ишлаб чиқарилган йил

# driverInfo
source: Информация о владельце
uz: Эгаси ҳақида маълумот

# fio
source: Ф.И.О
uz: Ф.И.Ш

# passport
source: Паспорта/ID карта
uz: Паспорт/ID карта

# driver
source: Водитель
uz: Хайдовчи

# delete
source: Удалить
uz: Ўчириш

# addDriver
source: Добавить водителя
uz: Хайдовчи қўшиш

# dateOfBirth
source: Дата рождения
uz: Туғилган йил

# ddMMYY
source: ДД/ММ/ГГГГ
uz: КК/ОО/ЙЙЙЙ

# relationShip
source: Родство
uz: Қариндошлик даражаси

# driverLicense
source: Водительские права
uz: Хайдовчилик гувохномаси

# date
source: Дата
uz: Сана

# contractInfo
source: Информация о контракте
uz: Шартнома ҳақида маълумот

# contractStartDate
source: Дата начало контракта
uz: Бошланиш санаси

# enterDate
source: Введите дату
uz: Сана киритинг

# contractExpirationDate
source: Дата окончания срока действия контракта
uz: Тугаш санаси

# haveThePrivilege
source: Иметь привилегию
uz: Имтиёз

# notPrivileged
source: Не привилегированный
uz: Имтиёзга эга эмас

# driverDetails
source: Инфомация Водителя
uz: Хайдовчи маълумотлари

# contractDetails
source: Информация о контракте
uz: Полис маълумотлари

# paymentType
source: Способ оплаты
uz: Тўлов тури

# expend
source: Продлить
uz: Узайтириш

# buyNow
source: Купить снова
uz: Яна сотиб олиш

# update
source: Обновить
uz: Янгилаш

# from
source: От
uz: дан

# toDate
source: До
uz: гача

# serverError
source: Ошибка сервера
uz: Сервер хатолиги

# checkInternetConnection
source: Проверьте интернет-соединение
uz: Интернетга уланишни текширинг

# unknownFailure
source: Неизвестный сбой
uz: Номаълум носозлик

# invalidDriverPassport
source: Недействительный паспорт водителя
uz: Хайдовчи паспорти нотўғри

# enteredWrongData
source: Вы ввели неверные данные!
uz: Сиз нотўғри маълумот киритдингиз!

# mustNotEmptyFailure
source: Поля не должны быть пустыми
uz: Майдонлар бўш бўлиши мумкин эмас

# unAuthFailure
source: Ошибка неавторизации
uz: Авторизацияда хатолик

# WrongCode
source: Неверный код, введите правильный код
uz: Код нотўғри киритилди

# cacheError
source: Сбой кеша
uz: Кешдаги носозлик

# reSendCode
source: Повторно отправить код
uz: Кодни қайта юбориш

# select
source: Выбирать
uz: Танлаш

# selectDate
source: Выберите дату
uz: Санани танланг

# invalidLength
source: Текст недействителен
uz: Матнда хатолик

# foundQuantity
source: Мы нашли
uz: Биз топдик

# success
source: Успешно
uz: Муваффақиятли бажарилди

# SuccessDes
source: Поздравляем, оплата прошла успешно Обязательное Э-ОСАГО страхование
uz: Табриклаймиз, ТВЭФЖМС полиси учун тўлов муваффақиятли амалга оширилди

# status
source: Статус
uz: Ҳолати

# payed
source: Оплачен
uz: Тўланган

# payType
source: Метод оплаты
uz: Тўлов тури

# byCard
source: с картой
uz: картадан

# name
source: Имя
uz: Исм

# totalAmount
source: Общая сумма
uz: Умумий сумма

# downloadPayDoc
source: Скачать квитацию
uz: Квитанцияни юклаб олиш

# enterAllDriversInputs
source: Заполнить все входные данные водителей
uz: Ҳайдовчи ҳақидаги барча маълумотларни тўлдиринг
